Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: She is used to working in difficult conditions: before arriving in Mozambique, she had practiced medicine in Sierra Leone, Cameroon and Brazil.
pt: Antes de vir à Moçambique, há três anos, atuou como médica em Sierra Leoa, Camarões e Brasil .

source: The agreement, which still requires regulatory approval and was sealed on July 31, could close by June.
pt: A operação, que ainda requer aprovação regulatória e foi selada em 31 de julho, pode ser concluída até junho de 2016.

source: AFC reiterates it will not support Prince Ali's FIFA presidential bid
pt: Príncipe Ali, da Jordânia, vai concorrer à presidência da Fifa

source: A suicide car bomb ripped through roadside restaurants at the entrance to the town of Baladruz in eastern Iraq, killing at least 15 people, police and provincial officials said Sunday.
pt: Ao menos 15 pessoas morreram em um atentado suicida com carro-bomba em uma área para caminhoneiros em uma cidade ao Norte de Bagdá, no Iraque, informaram neste domingo fontes policiais e locais .

source: Arafat remains exhumed to test for possible death by poisoning
pt: Corpo de Arafat é exumado para verificar causa da morte

source: Besides the surveillance cameras, required to monitor the transportation operation that is being carried out by the Syrian regime, China is also supplying 10 ambulances.
pt: Além das câmeras de vigilância necessárias para a verificação do transporte que compete ao regime sírio, a China fornecerá dez ambulâncias.

source: In theory, the measures are introduced to impede the spread of Ebola, but, on Monday, David Nabarro, the UN official in charge of fighting the disease in Africa, said that the cancellations made his job
pt: O representante da Organização das Nações Unidas para o ebola, David Nabarro, afirmou nesta quinta-feira que não foi feito nem um quarto do necessário na luta para conter a doença .

source: 97 bodies have been recovered
pt: Só 29 corpos foram recuperados.

source: A blonde, charming lady, she directs me to a swivelling leather chair in front of a spotless mirror.
pt: Uma loira muito charmosa se aproxima e me conduz a uma cadeira giratória de couro em frente a um espelho reluzente .

source: President Xi Jinping and US President Barack Obama attend a joint news conference after their meeting in Beijing on Wednesday .
pt: Xi Jinping e Barack Obama se reúnem em Pequim após fim de cúpula da Apec - Yahoo Notícias

source: Industrial production in Brazil rose 0.6 percent in May from April, government statistics agency IBGE said on Thursday .
pt: A produção industrial cresceu 0,6% em maio na comparação com abril, segundo dados divulgados nesta quinta-feira pelo IBGE .

source: Two vehicles were destroyed in the attack .
pt: Dois carros foram destruídos na ação.

source: Merkel has sought to negotiate a peace deal with Russian President Vladimir Putin after joining crisis talks in Moscow last week with French President Francois Hollande.
pt: Merkel e Hollande voltaram de Moscou no meio da noite após cinco horas de negociações com Putin na sexta-feira .

source: The company has been battling Apple for the past several years over technology used in its smartphones and tablets .
pt: Nos últimos anos, os aparelhos móveis como tablets e smartphones têm sido o grande sucesso do mundo da tecnologia .

source: An investigation later determined that Farkhunda was falsely accused of desecrating Islam's holy book.
pt: Uma investigação posterior revelou que ela tinha sido falsamente acusada de queimar páginas do livro sagrado para os muçulmanos

source: Shakhtar clinched their ninth league title on a neutral venue in Cherkasy city by moving to 62 points, an unassailable lead over closest rivals FC Dnipro.
pt: O Shakhtar, que deveria jogar fora de casa em Lugansk, conquistou o título em campo neutro na cidade de Cherkasy ao chegar a 62 pontos, uma liderança inalcançável para o segundo colocado Dnipro .

source: Australia has strict quarantine regulations to prevent diseases such as rabies from spreading on the arid continent.
pt: Rigidez Para evitar doenças como a raiva, os australianos são muito rígidos com as medidas de quarentena .

source: Troops are surrounding Ukrainian military bases and other installations in Crimea, while two Ukrainian warships are reported to be blocked by a Russian ship in the port of Sevastopol.
pt: Segundo ele, são civis e homens armados pró-Rússia que estão cercando bases militares ucranianas na Crimeia - não soldados russos, afirmou.

source: Iran must commit to recognizing Israel's right to exist in final deal - Netanyahu
pt: "Israel exige que o acordo final com o Irã inclua um compromisso claro e sem ambiguidade com o direito de Israel de existir", disse Netanyahu .

source: I imagined that she wouldn’t want to know anything about me .
pt: Agora, eu não posso (não assumir), sabe por quê ?

source: Months of bailout negotiations went off track over the weekend, when Greek Prime Minister Alexis Tsipras called a surprise referendum on the creditors' proposal for reforms in exchange for loans .
pt: Após as negociações entre o governo grego e os credores terminarem sem um acordo no fim de semana, o primeiro-ministro Alexis Tsipras convocou um referendo para consultar a população sobre as propostas das instituições .

source: Omar Khadr was convicted by a US military commission in 2010 of killing a US soldier in Afghanistan.
pt: Em 2010, um tribunal especial militar dos Estados Unidos o condenou a oito anos de prisão por assassinato.

source: "Why can't I see it ?
pt: Depois eu não vi mais nada .

source: Jewish woman aged 102 receives PhD denied by the Nazis
pt: Mulher de 102 anos recebe título de doutorado roubado por nazistas

source: "What they have tried to do was to make a film which is a Hollywood blockbuster .
pt: Você tem que ter paciência para fazer um filme como esse", explicou.

source: Boko Haram has intensified attacks in Niger's border areas in recent weeks.
pt: Nas últimas semanas, o Boko Haram intensificou sua ofensiva na Nigéria e nas cidades fronteiriças dos países vizinhos.

source: The officials believe the strikes are beginning to significantly weaken the group’s leadership structure in Iraq, the paper said.
pt: Eles acreditam que essas operações começam a enfraquecer de forma significativa a estrutura de comando do grupo no Iraque.

source: She added that she had suffered a bit of whiplash and had hit her head.
pt: A cantora adicionou que sofreu uma pequena lesão e que bateu a cabeça.

source: LOS ANGELES (Reuters) - After watching the "The Equalizer," moviegoers might never see the friendly guy at the home improvement store who picks out their tools and plywood in the same way.
pt: LOS ANGELES (Reuters) - Após assistir a “O Protetor”, cinéfilos nunca mais verão com os mesmos olhos aquele sujeito na loja de materiais de construção que os ajuda a escolher as ferramentas e ripas de madeira.

source: Britain has the second-largest number of foreign troops in the Afghanistan war after the United States.
pt: A Grã-Bretanha, com 9.500 homens, tem o segundo maior contingente no Afeganistão, atrás apenas dos Estados Unidos.

source: The exercises are a test of NATO's Very High Readiness Joint Task Force (VJTF) which was set up after last September's summit in Wales .
pt: Os exercícios são um teste para a força de reação rápida da Otan, que foi criada durante a cúpula da organização no País de Gales, em setembro do ano passado.

source: Phi Kappa Psi's announcement came a day after a team from the Columbia University Graduate School of Journalism concluded in a report that the magazine had failed to follow basic journalistic safeguards.
pt: A divisão da Phi Kappa Psi disse em comunicado que irá buscar todas as medidas legais disponíveis, um dia após uma equipe da Escola de Jornalismo da Universidade de Columbia ter concluído que a revista não seguiu procedimentos jornalísticos básicos ao publicar a matéria.

source: HSBC aims to save up to 5 bln USD in annual costs
pt: Com a adoção do plano, o HSBC pretende economizar até US$ 5 bilhões.

source: "We're going to take to the streets .
pt: Mas as ruas estão com pressa .

source: In the IS hub of Mosul, the jihadists executed three women on Wednesday including two doctors, Hanaa Edwar, a human rights activist who heads the al-Amal organization, said.
pt: Os jihadistas mataram na quarta-feira duas médicas e uma estudante de direito em Mossul, a segunda cidade do Iraque, que foi tomada pelo EI em junho, indicou Hanaa Edwar, uma militante dos direitos humanos que dirige a associação Al-Amal.

source: China to reduce coal consumption for better air - Global Times
pt: Governo da China planeja reduzir consumo de carvão para diminuir poluição

source: Pro-Russian rebels in Ukraine name leader after holding elections
pt: Separatistas pró-Rússia escolhem líderes em eleição no leste da Ucrânia

source: So far, there is nothing connecting the attacker to ISIS or other international terror groups, said Ed Reinhold, special agent in charge of the regional FBI office .
pt: "Até o momento, estamos investigando qualquer possibilidade: se é terrorismo, se é doméstico, se é internacional ou se é simplesmente um ato criminoso", disse o agente do FBI Ed Reinhold.

source: "Between matches, he's doing almost nothing, just resting and recovering from the tight muscle he has every time he accumulates fatigue."
pt: Apenas descansa e se recupera do esforço muscular que ele tem após todo jogo, quando acumula fadiga .

source: There are not more rats, they are just more visible.
pt: Do jeito que está não dá para ficar mais.”

source: "About 20 state leaders have confirmed their attendance, and the North Korean leader is among them," Yonhap quoted a Kremlin spokesman as saying.
pt: "Cerca de 20 chefes de Estado confirmaram presença, e o líder norte-coreano está entre eles", disse o gabinete do porta-voz do Kremlin, segundo a agência de notícias sul-coreana Yonhap, em resposta a uma pergunta ao porta-voz do presidente russo, Vladimir Putin.

source: Wilson said Brown fell on his face after the fatal shot .
pt: Depois do segundo tiro, Brown correu e Wilson saiu do carro .

source: Demonstrators wore black stickers marked "Je suis Charlie" (I am Charlie), a slogan aimed at showing solidarity with the victims of the deadliest attack in France in decades.
pt: Muitos exibiam um adesivo preto, com a mensagem "Je suis Charlie" ("Eu sou Charlie"), um lema em solidariedade às 12 vítimas fatais do ataque.

source: I was always impressed by his graceful style of play and his ability on the ball.
pt: A facilidade com a bola e a categoria dele sempre me impressionaram.

source: "I think in hindsight, I would hope, that they would do it differently," Rubio said.
pt: Espero que, em retrospecto, eles tivessem feito diferente."

source: Secretary of State John Kerry tried to temper expectations of a nuclear deal with Iran on Sunday
pt: O secretário de Estado dos Estados Unidos, John Kerry, afirmou que as negociações com o Irã ainda nã...

source: I wanted to do something that wasn’t so refined.”
pt: "Se eu não falar em cima do lance, já era .

source: President Putin is seeking to protect land that he regards as historically and culturally tied to Russia.
pt: Trata-se de proteger um território que para ele é, historicamente e culturalmente, uma parte essencial da ideia de Rússia.

source: Thirteen Chadian soldiers were killed on Wednesday in a counter-attack by Boko Haram militants on the Cameroonian border town of Fotokol, Cameroon's defence minister said.
pt: Ao mesmo tempo, as tropas camaronesas e chadianas enfrentaram nesta quarta-feira combatentes do Boko Haram na cidade de Fotokol, na fronteira entre Camarões e Nigéria.

source: Although the government and FARC have completed more than half of the agenda for their talks, a final agreement is subject to a national referendum .
pt: "O Governo Nacional e as Farc chegaram a um acordo que será colocado em marcha uma vez assinado o acordo final .

source: The baby princess will be fourth in line to the throne behind her brother George, father William and grandfather Prince Charles, pushing her uncle Prince Harry down a place in the royal hierarchy.
pt: - L de LINHA DE SUCESSÃO: a menina é a quarta na linha de sucessão ao trono, desbancando seu tio, Harry, para o quinto lugar e ficando atrás do seu irmão, George.

source: Tsipras will travel to debt-laden Italy on Tuesday and on to Brussels on Wednesday for talks with European Commission president Jean-Claude Juncker.
pt: Nesse mesmo dia estará também com o presidente da Comissão Europeia, Jean-Claude Juncker, em Bruxelas.

source: North Korea's defense minister has reportedly been executed
pt: Coreia do Norte teria executado ministro que... por opovo

source: By Lesley Wroughton WASHINGTON (Reuters) - The United States on Thursday cut aid to Uganda, imposed visa restrictions and cancelled a regional military exercise in response to a Ugandan law that imposes harsh penalties on homosexuality.
pt: WASHINGTON (Reuters) - Os Estados Unidos cancelaram nesta quinta-feira um exercício militar regional com Uganda, impuseram restrições de viagens, desviaram fundos de um instituto de saúde para outro país e cortaram o financiamento para um programa da polícia do país africano em resposta a uma lei que impõe penalidades severas a homossexuais.

source: The date of the next election has not been announced, but it is expected to be held at the end of the year.
pt: A eleição está prevista para o final de outubro ou início de novembro, uma data exata ainda não foi definida.

source: Ahram Online - Tunisia PM fires police chiefs after museum attacks
pt: Premiê da Tunísia demite seis comandantes da polícia após atentado ao Museu …

source: Merkel, Hollande to travel to Moscow to push Ukraine peace plan 06.02.2015
pt: Merkel e Hollande chegam a Moscou para apresentar a Putin seu plano de paz

source: I remember that really well."
pt: Não é assim que eu trabalho .

source: Unlike seals, walrus cannot swim indefinitely and must rest .
pt: Diferente das focas, morsas não conseguem nadar sem parar e precisam descansar .

source: The Shanghai Composite Index rose 2.3 percent, to 4,205.92 points .
pt: Com isso, o índice Xangai Composto teve ganho de 2,28%, a 4.205,92 pontos .

source: Alabama Governor Robert Bentley ordered the Confederate flag taken down from outside his state’s capitol Wednesday after last week's South Carolina church shooting of nine African-Americans renewed the controversy over the Civil War symbol.
pt: O governador do Alabama, Robert Bentley, ordenou a retirada de uma controversa bandeira confederada do capitólio daquele estado do sudeste dos Estados Unidos, informou nesta quarta-feira um site de notícias, em meio ao debate no país sobre este símbolo, que muitos consideram racista.

source: "Fault," about two cancer-stricken teens falling in love, landed nominations for its leading duo Shailene Woodley and Ansel Elgort in the best female and male performance, best duo and best kiss categories.
pt: “A Culpa É das Estrelas”, sobre dois adolescentes com câncer que se apaixonam, rendeu ao par de protagonistas, Shailene Woodley e Ansel Elgort, indicações aos prêmios de melhor atuação masculina e feminina, melhor dupla e melhor beijo.

source: "I don't know where those two boys are now."
pt: Agora eu não existo também, o que é o que eu sou ?

source: Costa Rica coach Jorge Luis Pinto noted his team left the tournament unbeaten in normal play and praised goalkeeper Navas, who thwarted the Dutch time and time again."We have a brilliant, spectacular goalkeeper .
pt: Temos um goleiro brilhante, espetacular, e um grupo de trabalho que faz sua parte", disse o técnico da Costa Rica, Jorge Luis Pinto, após a partida.

source: It said regime forces were involved in heavy clashes with al-Nusra fighters in a bid to reach and recover the bodies of those killed in the crash.
pt: De acordo com o OSDH, houve violentos enfrentamentos entre os combatentes do Al Nusra e as forças do regime, que tentavam chegar ao local do acidente para recuperar os corpos das vítimas.

source: BOGOTA (Reuters) - Colombia's Marxist guerrillas freed an army general and two other captives on Sunday, paving the way for peace negotiations in Cuba to resume in the quest to end five decades of war.
pt: BOGOTÁ (Reuters) - A guerrilha colombiana Farc libertou no domingo um general do Exército e outros reféns capturados há 14 dias, uma decisão que abre caminho para retomar a negociação de paz suspensa pelo governo depois do sequestro do militar.

source: DUBAI, May 11 (Reuters) - Iran's Supreme Leader described as "stupid and idiotic" Western expectations for his country to curb its missile development, striking a defiant tone ahead of a fresh round of nuclear talks.
pt: DUBAI, 11 Mai (Reuters) - O líder supremo do Irã, aiatolá Ali Khamenei, disse neste domingo que as expectativas do Ocidente de que a República Islâmica limite seu programa de mísseis são "estúpidas e idióticas".

source: "I don't even wanna talk about that question .
pt: Ainda não sei o que vou fazer.. .

source: Walks it to the birdbath and actually spends time rinsing this lens cap."
pt: Indo até o bebedouro e até mesmo passando um tempo enxaguando a tampa da lente."

source: Yellen spoke amid growing concern at the Fed about possible market volatility once it begins to raise rates, and a desire to begin coaxing skeptical investors towards accepting the inevitable: ending a 6-1/2-year stretch of near-zero interest rates.
pt: Yellen falou em meio a crescentes preocupações no Fed sobre uma possível volatilidade nos mercados quando o banco central começar a elevar os juros e um desejo de começar a convencer investidores céticos a aceitar o inevitável: dar fim a um período de cerca de seis anos de juros quase zerados.

source: Did you celebrate after Germany won the title?
pt: E você mesmo conquistou o título oito anos depois .

source: "However, when a jury makes the decision and a judge signs a death warrant, enforcing that lawful decision is the obligation of the executive branch."
pt: No entanto, quando um juiz assina uma ordem de execução, cumpri-la é uma obrigação para o Poder Executivo", acrescentou.

source: Telecom Italia says knows nothing of Oi initiative on TIM Brazil
pt: TIM diz que Telecom Italia nega discussão sobre a Oi

source: In west Baghdad, 34 people were killed by three car bombs in Shi'ite neighborhoods on Saturday evening, police and medical officials said.
pt: Pelo menos 34 pessoas morreram e 54 ficaram feridas após atentados com carros-bomba em dois bairros xiitas neste sábado em Bagdá, no Iraque .

source: Russian media reports said they originated from Chechnya, the mainly Muslim republic in Russia's southwest that has hosted a low-burning separatist insurgency over the past two decades.
pt: Notícias publicadas na mídia russa afirmaram que os homens eram da Chechênia, república no sul do país de maioria muçulmana que tem visto revoltas separatistas violentas nas últimas duas décadas.

source: (Reporting by Luis Jaime Acosta and Julia Symmes Cobb; Editing by Sonya Hepinstall)
pt: (Reportagem de Luis Jaime Acosta e Julia Symmes Cobb)

source: "My memory is of my mum grinning from side to side and she is looking at me on the camera and she is saying 'We are going to Tunisia next week, I can't wait'."
pt: Para mim, só de pensar que ela não vai dormir comigo hoje está me dando um desespero, porque ela não está acostumada a fazer isso", desabafou a mãe ainda na terça.

source: Apple's rally helped the Nasdaq composite and the S&P 500 index pull away from levels that would have put them into correction mode.
pt: A alta da Apple ajudou os índices Nasdaq e o S&P 500 a voltarem de níveis que os teriam colocado no território de correção .

source: "Over 100 330neos by the second day is a good start for this new member of the family," he told Reuters.
pt: "Mais de 100 (aviões) A330neos já no segundo dia é um bom começo para este novo membro da família", disse ele à Reuters nos bastidores da feira, em Farnborough.

source: “I can’t reject him, he’s mine.”
pt: Acho que ele já não vai querer isso", disse .

source: (Reuters) - Intel Corp INTC.O President Renée James will step down in January to pursue an external chief executive role, Intel Chief Executive Brian Krzanich said in a statement.
pt: SÃO PAULO - A presidente da Intel, Renée James, que comanda o dia a dia da companhia e responde ao executivo-chefe da companhia Brian Krzanich, vai deixar a fabricante de chips.

source: Frenchman hides Russian wife in a suitcase to sneak her into EU
pt: Francês esconde esposa em mala para entrar na Polônia

source: LOS ANGELES Dec 5 (Reuters) - "CitizenFour," filmmaker Laura Poitras's documentary about National Security Agency whistleblower Edward Snowden, was given the top award for best feature by the International Documentary Association on Friday.
pt: LOS ANGELES — O documentário "CitizenFour", sobre o ex-agente federal de segurança dos EUA (NSA) Edward Snowden ,recebeu o prêmio da Associação Internacional de Documentários na sexta-feira .

source: US forces will continue to provide some air support for the Afghan military, and may extend operations if required to prevent rapid Taliban advances.
pt: Os Estados Unidos continuarão fornecendo apoio aéreo aos afegãos e poderão intervir diretamente em caso de um rápido avanço dos talibãs.

source: Worshippers pray near the Emanuel African Methodist Episcopal Church in Charleston, South Carolina, after a shooter there killed nine people, June 17, 2015.
pt: A polícia dos Estados Unidos prendeu um homem suspeito de matar nove pessoas dentro da Igreja Africana Metodista Episcopal Emanuel, em Charleston, na Carolina do Sul .

source: There was no-one on the premises at the time .
pt: Não havia ninguém no local na hora da ocorrência

source: Gates, in Berlin for a donor conference of the GAVI alliance bringing vaccines to poor countries, said the risk of a worldwide pandemic meant it was reckless not to act now.
pt: O americano, que participou em Berlim de uma conferência de doadores da organização Gavi, a Aliança Global para Vacinas e Imunização, considera que seria imprudente não se preparar para o risco de uma pandemia mundial.

source: Pakistan bans film on Mumbai attacks after accused mastermind protests
pt: Tribunal do Paquistão proíbe filme sobre atentados em Mumbai

source: Bristol city councillor Hibaq Jama said on the day the girl disappeared, she left for school as usual but was not there when her father went to pick her up at 15:30 BST.
pt: Um vereador de Bristol, Hibaq Jama, disse que a adolescente saiu de manhã para o colégio mas já não estava mas na escola quando seu pai foi buscá-la.

source: "Freedom of the press does not mean freedom to insult," Davutoglu told reporters in Ankara a day after leading Turkish daily Cumhuriyet and Turkish Internet sites published cartoons featuring the prophet from the special Charlie Hebdo issue.
pt: O governo da Turquia afirmou nesta quinta-feira que publicar caricaturas de Maomé não é liberdade de imprensa, e sim uma injúria ao profeta, por isso não permitirá a divulgação da capa da nova edição da revista satírica francesa "Charlie Hebdo".

source: SÃO PAULO, BRAZIL – Brazil registered an unemployment rate of 4.7 percent last month, the lowest rate for the month of October since the start of the series, in March of 2002, according to the IBGE (Brazilian Institute of Geography and Statistics).
pt: A taxa de desemprego de 4,7% em outubro foi a menor para o mês desde o início da série histórica do Instituto Brasileiro de Geografia e Estatística (IBGE), em 2002 .
